Repository: iavael/fogger
Catalog: po/*.po
Languages: de, eo

source: Please choose an icon
de: Bitte wählen Sie ein Symbol aus
eo: Bonvole elektu piktogramon

source: Downloads
eo: Elŝutoj

source: Progress
de: Fortschritt
eo: Farata

source: Size
de: Größe
eo: Grando

source: Cancel
de: Abbrechen
eo: Nuligi

source: Show Downloads
de: Downloads anzeigen
eo: Montri elŝutojn

source: Fogger
eo: Fogero

source: _App
eo: _Aplikaĵo

source: _Downloads
eo: _Elŝutoj

source: _Export
de: _Exportieren
eo: _Eksporti

source: _Go
de: _Gehe zu
eo: _Iri

source: _Back
de: _Zurück
eo: _Reen

source: _Forward
de: _Vor
eo: _Antaŭen

source: _Reload
de: _Aktualisieren
eo: _Reŝargi

source: _Home
de: _Startseite
eo: _Hejmo

source: _View
de: _Ansicht
eo: _Vido

source: Zoom _In
de: Ver_größern
eo: Pl_igrandigi

source: Zoom _Out
de: Ver_kleinern
eo: _Malpligrandigi

source: Zoom _Reset
de: _Normal
eo: _Reagordi pligrandigon

source: _Help
de: _Hilfe
eo: _Helpo

source: Contents
de: Inhalt
eo: Enhavo

source: Geolocation permission requested
de: Erlaubnis für Geolokalisierung erbeten
eo: Permeso de terlokalizo postulata

source: %s wants to know your current location. Do you want to share?
de: %s möchte Ihren momentanen Aufenthaltsort wissen. Möchten Sie diesen freigeben?
eo: %s volas koni vian aktualan lokon. Ĉu vi volas kunhavigi ĝin?

source: Share
de: Freigeben
eo: Kunhavigi

source: Show debug messages (-vv debugs fogger_lib also)
de: Debugausgaben anzeigen (-vv debugs fogger_lib also)
eo: Montri sencimigajn mesaĝojn (-vv sencimigas ankaŭ fogger_lib)

source: List all fogapps
de: Alle Fogapps auflisten
eo: Listigi ĉiujn fogeraplikaĵojn

source: Remove a fogapp
de: Eine Fogapp entfernen
eo: Forigi fogeraplikaĵon

source: Remove all fogapps
de: Alle Fogapps entfernen
eo: Forigi ĉiujn fogeraplikaĵojn

source: Copyright (C) 2012 Owais Lone <hello@owaislone.org>
eo: Kopirajto (C) 2012 Owais LONE <hello@owaislone.org>

source: Launchpad Translators
de: Launchpad Übersetzer
eo: Laŭnĉpadaj tradukistoj

source: Create a new fog app
de: Erstellen Sie eine neue Fog App
eo: Krei novan fogeraplikaĵon

source: _Fogger
eo: _Fogero

source: <b>Create a new fog app</b>
de: <b>Erstellen Sie eine neue Fog App</b>
eo: <b>Krei novan fogeraplikaĵon</b>

source: <tt><small><i>You can also drop a custom icon anywhere on the window</i></small></tt>
de: <tt><small><i>Sie könne auch ein eigenes Symbol irgendwo in dieses Fenster ziehen</i></small></tt>
eo: <tt><small><i>Vi povas ankaŭ demeti personan piktogramon ie ajn sur la fenestro</i></small></tt>

source: <b><small>Name</small></b>
eo: <b><small>Nomo</small></b>

source: Create
de: Erstellen
eo: Krei

source: Fogger Preferences
de: Fogger Voreinstellungen
eo: Agordoj de Fogero

source: Reset Application Data
de: Anwendungsdaten zurücksetzen
eo: Reagordi datumojn de aplikaĵoj

source: <small><tt>%s MB of space will be freed.</tt></small>
de: <small><tt>%s MB Speicher werden frei.</tt></small>
eo: <small><tt>%s MB de spaco estos liberigita.</tt></small>

source: Remove Permanently
de: Komplett entfernen
eo: Daŭre forigi

source: Privacy
de: Privatsphäre
eo: Privateco

source: User Scripts
de: Benutzerskripte
eo: Uzantskriptoj

source: User Styles
de: Benutzerstile
eo: Uzantstiloj

source: Customization
de: Anpassen
eo: Tajlorado

source: Autostart
eo: Aŭtomata startigo

source: %s will be freed.
de: %s wird freigegeben.
eo: %s estos liberigita.

source: There's an app for that!
de: Dafür gibt es eine App!
eo: Estas aplikaĵo por tio!

source: A fog app already exists by that name. Would you like to replace it with a new one?
de: Es gibt bereits eine Fog App mit diesem Namen. Möchten Sie diese durch eine Neue ersetzen?
eo: Fogeraplikaĵo kun tiu nomo jam ekzistas. Ĉu vi volas anstataŭigi ĝin per nova?

source: Replace
de: Ersetzen
eo: Anstataŭigi

source: The URL %s could not be reached. Please double check the URL you provided and try again.
de: Die URL %s konnte nicht erreicht werden. Bitte überprüfen Sie die angegebene URL noch einmal und versuchen Sie es erneut.
eo: La URL %s ne atigeblas. Bonvole duoble kontrolu la URL, kiun vi provizis, kaj provu denove.

source: Error
de: Fehlerhaft
eo: Eraro

source: Download Complete
de: Download abgeschlossen
eo: Elŝuto finiĝis

source: Are you sure you want to reset the app?
de: Sind Sie sicher, dass sie die App zurücksetzen wollen?
eo: Ĉu vi certe volas reagordi la aplikaĵon?

source: This will log you out of all websites and delete all local data
de: Dadurch werden Sie von allen Sitzungen abmelden und alle lokalen Daten gelöscht
eo: Tio elsalutos vin de ĉiuj retejoj kaj forigos ĉiuj lokaj datumoj

source: Are you sure you want to remove the app?
de: Sind Sie sicher, dass sie die App entfernen wollen?
eo: Ĉu vi certe volas forigi la aplikaĵon?

source: _Fullscreen
de: _Vollbild

source: # Copyright (C) 2012 Owais Lone <hello@owaislone.org> # This program is free software: you can redistribute it and/or modify it # under the terms of the GNU General Public License version 3, as published # by the Free Software Foundation. # # This program is distributed in the hope that it will be useful, but # WITHOUT ANY WARRANTY; without even the implied warranties of # MERCHANTABILITY, SATISFACTORY QUALITY, or FITNESS FOR A PARTICULAR # PURPOSE. See the GNU General Public License for more details. # # You should have received a copy of the GNU General Public License along # with this program. If not, see <http://www.gnu.org/licenses/>.
de: # Copyright (C) 2012 Owais Lone <hello@owaislone.org> # Dieses Programm ist freie Software: Sie können es weitergeben und/oder modifizieren # unter den Bedingungen der GNU General Public License version 3, wie von der # Free Software Foundation veröffentlicht. # # Dieses Programm wird in der Hoffnung weitergegeben, dass es von Nutzen ist, aber # OHNE JEGLICHE GARANTIE; Dies schließt die Garantien für MARKTREIFE, # QUALITÄT und LEISTUNGSFÄHIGKEIT oder die VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK mit ein. # Weitere Details finden Sie in der GNU General Public License. # # Sie sollten eine Kopie der GNU General Public License mit dieser Software # erhalten haben. Andernfalls siehe <http://www.gnu.org/licenses/>.

source: <small>This will reset the app to it's default state. You'll be logged out of all sessions and all local databases will be deleted.</small>
de: <small>Dies setzt die App auf ihren Urzustand zurück. Sie werden von allen Sitzungen abgemeldet und alle lokalen Datenbanken werden gelöscht.</small>

source: <small><span color="red">This will completely remove the app and any data associated with it.</span></small>
de: <small><span color="red">Dies entfernt die App und alle zugehörigen Daten vollständig.</span></small>

source: <small>User scripts are JavaScript files that are injected into the webapps upon load. This enables us to add desktop integration to any web application.</small>
de: <small>Benutzerskripte sind JavaScript Dateien, die beim Start der App automatisch mit geladen werden. Dies ermöglicht es uns, jede Internet Anwendung an die gegebene Systemoberfläche anzupassen.</small>

source: <small>User styles are CSS files that are applied to the web apps upon load. This allows us to customize the look and feel of any webapp running inside fogger.</small>
de: <small>Benutzerstile sind CSS Dateien, die beim laden der App automatisch auf diese angewendet werden. Dadurch können wir die Oberfläche jeder Internet Anwendung, die über Fogger aufgerufen wird, den eigenen Bedürfnissen anpassen.</small>

source: This will permanently remove the app and delete all the data associated with it.
de: Dadurch wird die App mitsamt allen zugehörigen Daten vollständig gelöscht.
